<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Crud Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the crud controller.
    |
    */
    'created' => 'تم إضافة البيانات بنجاح.',
    'updated' => 'تم تحديث البيانات بنجاح.',
    'deleted' => 'تم حذف البيانات بنجاح.',
    'restore' => 'تم استعادة البيانات بنجاح.',

    'server_error' => 'حدث خطأ في الخادم.',
    'no_data' => 'لا توجد بيانات متاحة.',
    'not_found' => 'البيانات غير موجودة.',
    'dont_delete_device' =>'لا يمكن حذف هذا الجهاز لأنه مستخدم في حجوزات سابقة.',
    'dont_delete_device_time'=>'لا يمكن حذف هذا التيم لأنه مستخدم في حجوزات سابقة.',
    'dont_delete_device_type'=>'لا يمكن حذف  نوع الجهاز لأنه مستخدم في حجوزات سابقة.',
    // orders
    'no_available_quantity' => 'لا توجد كمية متاحة.',
    'nullable_choice_upload' => 'يجب عليك اختيار صورة موجودة أو تحميل صورة جديدة.',
        'multi_choice_upload' =>'لا يمكنك تحميل صورة واختيار صورة موجودة في نفس الوقت.'
];
